result/usenix/run3/results-prctl11-10/benchmark-stats.log
  240000000 requests completed in 370.27 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
1.30% <= 2 milliseconds
47.71% <= 3 milliseconds
72.58% <= 4 milliseconds
83.11% <= 5 milliseconds
90.64% <= 6 milliseconds
95.40% <= 7 milliseconds
97.12% <= 8 milliseconds
98.15% <= 9 milliseconds
98.75% <= 10 milliseconds
99.09% <= 11 milliseconds
99.33% <= 12 milliseconds
99.50% <= 13 milliseconds
99.58% <= 14 milliseconds
99.64% <= 15 milliseconds
99.70% <= 16 milliseconds
99.73% <= 17 milliseconds
99.76% <= 18 milliseconds
99.78% <= 19 milliseconds
99.79% <= 20 milliseconds
99.81% <= 21 milliseconds
99.82% <= 22 milliseconds
99.83% <= 23 milliseconds
99.84% <= 24 milliseconds
99.84% <= 25 milliseconds
99.85% <= 26 milliseconds
99.85% <= 27 milliseconds
99.85% <= 28 milliseconds
99.86% <= 29 milliseconds
99.87% <= 30 milliseconds
99.87% <= 31 milliseconds
99.88% <= 32 milliseconds
99.88% <= 33 milliseconds
99.88% <= 34 milliseconds
99.88% <= 35 milliseconds
99.89% <= 36 milliseconds
99.90% <= 37 milliseconds
99.90% <= 38 milliseconds
99.91% <= 39 milliseconds
99.92% <= 40 milliseconds
99.92% <= 41 milliseconds
99.93% <= 42 milliseconds
99.93% <= 43 milliseconds
99.94% <= 44 milliseconds
99.94% <= 45 milliseconds
99.94% <= 46 milliseconds
99.95% <= 47 milliseconds
99.95% <= 48 milliseconds
99.95% <= 49 milliseconds
99.95% <= 50 milliseconds
99.95% <= 51 milliseconds
99.96% <= 52 milliseconds
99.96% <= 53 milliseconds
99.96% <= 54 milliseconds
99.96% <= 55 milliseconds
99.96% <= 56 milliseconds
99.96% <= 57 milliseconds
99.96% <= 58 milliseconds
99.97% <= 59 milliseconds
99.97% <= 60 milliseconds
99.97% <= 61 milliseconds
99.97% <= 62 milliseconds
99.97% <= 63 milliseconds
99.97% <= 64 milliseconds
99.97% <= 65 milliseconds
99.97% <= 66 milliseconds
99.98% <= 67 milliseconds
99.98% <= 68 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.98% <= 81 milliseconds
99.98% <= 82 milliseconds
99.98% <= 83 milliseconds
99.98% <= 84 milliseconds
99.98% <= 85 milliseconds
99.98% <= 86 milliseconds
99.98% <= 88 milliseconds
99.98% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 93 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 104 milliseconds
99.99% <= 106 milliseconds
99.99% <= 107 milliseconds
99.99% <= 111 milliseconds
99.99% <= 112 milliseconds
99.99% <= 113 milliseconds
99.99% <= 114 milliseconds
99.99% <= 115 milliseconds
99.99% <= 116 milliseconds
99.99% <= 117 milliseconds
99.99% <= 118 milliseconds
99.99% <= 119 milliseconds
99.99% <= 121 milliseconds
99.99% <= 122 milliseconds
99.99% <= 124 milliseconds
99.99% <= 125 milliseconds
99.99% <= 127 milliseconds
99.99% <= 129 milliseconds
99.99% <= 131 milliseconds
99.99% <= 132 milliseconds
99.99% <= 133 milliseconds
99.99% <= 134 milliseconds
99.99% <= 136 milliseconds
99.99% <= 137 milliseconds
99.99% <= 138 milliseconds
99.99% <= 141 milliseconds
99.99% <= 142 milliseconds
99.99% <= 144 milliseconds
99.99% <= 146 milliseconds
99.99% <= 147 milliseconds
99.99% <= 149 milliseconds
99.99% <= 150 milliseconds
99.99% <= 152 milliseconds
99.99% <= 153 milliseconds
99.99% <= 154 milliseconds
99.99% <= 155 milliseconds
99.99% <= 156 milliseconds
99.99% <= 157 milliseconds
99.99% <= 158 milliseconds
99.99% <= 160 milliseconds
99.99% <= 161 milliseconds
99.99% <= 162 milliseconds
99.99% <= 164 milliseconds
99.99% <= 165 milliseconds
99.99% <= 166 milliseconds
99.99% <= 168 milliseconds
99.99% <= 169 milliseconds
99.99% <= 170 milliseconds
99.99% <= 172 milliseconds
99.99% <= 174 milliseconds
99.99% <= 177 milliseconds
99.99% <= 178 milliseconds
99.99% <= 180 milliseconds
99.99% <= 184 milliseconds
99.99% <= 185 milliseconds
99.99% <= 186 milliseconds
99.99% <= 187 milliseconds
100.00% <= 188 milliseconds
100.00% <= 190 milliseconds
100.00% <= 191 milliseconds
100.00% <= 193 milliseconds
100.00% <= 194 milliseconds
100.00% <= 195 milliseconds
100.00% <= 196 milliseconds
100.00% <= 197 milliseconds
100.00% <= 198 milliseconds
100.00% <= 199 milliseconds
100.00% <= 203 milliseconds
100.00% <= 207 milliseconds
100.00% <= 208 milliseconds
100.00% <= 209 milliseconds
100.00% <= 215 milliseconds
100.00% <= 218 milliseconds
100.00% <= 220 milliseconds
100.00% <= 223 milliseconds
100.00% <= 224 milliseconds
100.00% <= 227 milliseconds
100.00% <= 228 milliseconds
100.00% <= 230 milliseconds
100.00% <= 232 milliseconds
100.00% <= 233 milliseconds
100.00% <= 238 milliseconds
100.00% <= 241 milliseconds
100.00% <= 242 milliseconds
100.00% <= 243 milliseconds
100.00% <= 244 milliseconds
100.00% <= 245 milliseconds
100.00% <= 246 milliseconds
100.00% <= 248 milliseconds
100.00% <= 249 milliseconds
100.00% <= 256 milliseconds
100.00% <= 262 milliseconds
100.00% <= 266 milliseconds
100.00% <= 269 milliseconds
100.00% <= 271 milliseconds
100.00% <= 275 milliseconds
100.00% <= 282 milliseconds
100.00% <= 301 milliseconds
100.00% <= 317 milliseconds
100.00% <= 317 milliseconds
648166.94 requests per second